-- phpMyAdmin SQL Dump
-- version 4.5.1
-- http://www.phpmyadmin.net
--
-- Host: 127.0.0.1
-- Generation Time: Dec 22, 2016 at 02:36 PM
-- Server version: 10.1.13-MariaDB
-- PHP Version: 5.6.23

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Database: `thai4food`
--

-- --------------------------------------------------------

--
-- Table structure for table `food`
--

CREATE TABLE `food` (
  `ID` varchar(4) NOT NULL,
  `Name` text NOT NULL,
  `Type` varchar(3) NOT NULL,
  `Region` varchar(3) NOT NULL,
  `Solution` text NOT NULL,
  `Ingredient` text NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `food`
--

INSERT INTO `food` (`ID`, `Name`, `Type`, `Region`, `Solution`, `Ingredient`) VALUES
('f001', 'ต้มแซ่บปลาคัง', 'c1', 'r3', '-นำกระเทียมดอง กระเทียมสด พริกสด รากผักชี มาโขรกหยาบๆ จากนั้นพักไว้ก่อน\r\n-ต้มน้ำซุปให้เดือด จากนั้นใส่ส่วนผสมที่โขรกลงไป ปรุงรสด้วย น้ำตาล น้ำปลา น้ำกระเทียมดอง เกลือ และพริกป่น จากนั้นชิมรสชาติ ให้ให้เค็มหวาน\r\n-ใส่เนื้อปลาลงไปต้ม จากนั้นใส่ใบกระเพราและผักชีฝรั่งลงไป ปิดไฟและใส่น้ำมะนาวลงไปขั้นตอนสุดท้าย\r\n-สามารถเสริฟรับประทานได้ เมื่อเนื้อปลาสุก', '-เนื้อปลาคัง หั่นเป็นชิ้น 1 ตัว\r\n-น้ำตาลปี๊บ 1 ช้อนโต้ะ\r\n-กระเทียมดอง 2 หัว\r\n-น้ำกระเทียมดอง 2 หัว\r\n-กระเทียมสด 2 ช้อนโต้ะ\r\n-พริกสด 2 ช้อนโต้ะ\r\n-รากผักชี 1 ช้อนโต้ะ\r\n-น้ำซุปหมู 2 ถ้วยตวง\r\n-ผักชีซอย 1 ช้อนโต้ะ\r\n-น้ำมะนาว 4 ช้อนโต้ะ\r\n-เกลือ 1 ช้อนชา\r\n-น้ำปลา 4 ช้อนโต้ะ\r\n-พริกป่น 1 ช้อนโต้ะ\r\n-ใบกระเพรา 2 ช้อนโต้ะ'),
('f002', 'ไก่รวนปลาร้า', 'c1', 'r3', '-ตั้งกระทะให้ร้อน จากนั้นใส่น้ำซุปไก่ลงไป ใส่ข่า ตะไคร้ และใบมะกรูดลงไปต้ม จากนั้นใส่เนื้อไก่ลงไปต้ม\r\n-ปรุงรสด้วย ปลาร้า พริก น้ำตาล น้ำปลา น้ำมะนาว จากนั้นเคี้ยวไก่ให้เข้าเนื้อ จนน้ำง่วนลงไป ใช้เวลาประมาณ 15 นาที\r\n-ขั้นตอนสุดท้ายใส่น้ำกะทิลงไป ผัดให้เข้ากันกับส่วนผสมทั้งหมด ไม่ต้องผัดนาน จนกะทิแตกมัน เสริฟใส่จานพร้อมรับประทาน', '-เนื้อไก่สับเป็นชิ้นพอคำ 1 จาน\r\n-น้ำซุปไก่ 2 ถ้วย\r\n-น้ำปลาร้า 1 ช้อนโต้ะ\r\n-น้ำตาล 1 ช้อนชา\r\n-น้ำปลา 1 ช้อนโต้ะ\r\n-น้ำมะนาว 1 ช้อนโต้ะ\r\n-ข่าซอย 1 ช้อนโต้ะ\r\n-ตะไคร้ทุบ หั่นหยาบๆ 1 ช้อนโต้ะ\r\n-ใบมะกรุดซอย 1 ช้อนโต้ะ\r\n-หอมหัวแดงหั่น 2 ช้อนโต้ะ\r\n-พริกบด 1 ช้อนโต้ะ\r\n-กะทิ 2 ช้อนโต้ะ'),
('f003', 'พล่าหนวดปลาหมึก', 'c6', 'r3', '-นำหนวดปลามึกและหมูสับไปลวกให้สุก จากนั้นนำใส่ถ้วยสำหรับปรุงรส\r\n-ใส่ น้ำมะนาว น้ำปลา น้ำตาล น้ำซุป พริกสด และน้ำพริกเผา ลงไป คลุกเค้าให้ส่วนผสมเข้ากัน\r\n-ใส่หอมใหญ่ซอย ตะไคร้ซอย ใบหอมซอย ผักชีซอย ใบมะกรูดซอยและใบสาระแหน่ คลุกเคล้าให้เข้ากัน\r\n-เสริฟใส่จาน ทานเป็นกับแกล้มทาน หรือทานกับข้าวสวย ผักสด', '-หนวดปลาหมึก 1 ถ้วย\r\n-ตะไคร้ซอย 2 ช้อนโต้ะ\r\n-หอมใหญ่ซอย 2 ช้อนโต้ะ\r\n-ใบหอมซอย 1 ช้อนโต้ะ\r\n-หมูสับลวก 1 ช้อนโต้ะ\r\n-ผักชีซอย 1 ช้อนโต๊ะ\r\n-ใบมะกรูดซอย 1 ช้อนโต้ะ\r\n-ใบสาระแหน่ 1 ช้อนโต้ะ\r\n-พริกสดซอย 3 ช้อนโต้ะ\r\n-น้ำพริกเผา 1 ช้อนโต๊ะ\r\n-น้ำมะนาว 2 ช้อนโต๊ะ\r\n-น้ำปลา 3 ช้อนโต๊ะ\r\n-น้ำตาล 2 ช้อนโต้ะ\r\n-น้ำซุป 5 ช้อนโต้ะ'),
('f004', 'คอหมูย่างนมสด', 'c9', 'r3', '-นำเนื้อหมูมาทุบก่อน เนื้อจะได้นุ่มและดูดซึมเครื่องหมักได้ดี\r\n-นำเนือหมูมาหมัก กับ นมข้นจืด ซอสปรุงรส ซอสหอยนางรม พริกไทย น้ำตาลปี๊บ น้ำเปล่า เกลือ รากผักชี นวดให้ส่วนผสมเข้ากัน และซึมเข้าเนื้อ จากนั้นหมักทิ้งไว้สัก 2 ชั่วโมง\r\n-นำมาย่างด้วยไฟอ่อนๆ ให้สุก เมื่อสุกแล้วก็นำมาหั่นใส่จานทานกับน้ำจิ้มแจ่ว กับข้าวง่ายๆ', '-ซอสปรุงรส 5 ช้อนโต้ะ\r\n-ซอสน้ำมันหอย 2 ช้อนโต้ะ\r\n-พริกไทยป่น 1 ช้อนโต้ะ\r\n-น้ำตาลปี๊บ 1 ช้อนโต้ะ\r\n-น้ำเปล่า 5 ช้อนโต้ะ\r\n-เกลือ 1 ช้อนชา\r\n-รากผักชีบด 1 ช้อนชา\r\n-น้ำจิ้มแจ่ว 1 ถ้วยน้ำจิ้ม'),
('f005', 'คอหมูย่างน้ำผึ้ง', 'c9', 'r3', '-นำเนื้อคอหมูย่าง มาทุบก่อน จากนั้น นำมาหมักด้วย น้ำผึ้ง ซอสปรุงรส ซอสน้ำมันหอย พริกไทยป่น และน้ำเปล่า\r\n-นำมานวดให้ส่วนผสมทั้งหมดเข้ากันและซึมเข้าไปในเนื้อหมู หมักทิ้งไว้ 2 ชั่วโมง\r\n-นำมาย่างด้วยไฟอ่อนๆ  เมื่อหมูสุกก็นำมาหั่นเป็นชิ้น ทานคู่กับน้พจิ้มแจ่ว\r\n\r\n', '-สันคอหมูหั่นเป็นชิ้นพอคำ 1 ถ้วย\r\n-น้ำผึ้ง 2 ช้อนขา\r\n-ซอสปรุงรส 2 ช้อนชา\r\n-ซอสน้ำมันหอย 1 ช้อนชา\r\n-พริกไทยป่น 1 ช้อนชา\r\n-น้ำเปล่า 5 ช้อนโต้ะ\r\n-น้ำจิ้มแจ่ว 1 ถ้วยน้ำจิ้ม'),
('f006', 'หมูปิ้งสูตรกระทิ', 'c8', 'r3', '-หั่นเนื้อหมุและมันหมู ความหนาประมาณ 3 มิล และกว้างประมาณ 3 เซ็นติเมตร จากนั้นเตรียมน้ำหมักหมู โดย\r\n-ผสม รากผักชี กระเทียม น้ำมันงา น้ำมันหอย ซอสถั่วเหลือง หัวกะทิ น้ำตาล เกลือ และน้ำมันพืช ให้เข้ากัน จากนั้นนำหมูและมันหมูที่หั่นไว้แล้วลงไปนวด\r\n-นวดจนเนื้อหมูและมันหมู ดูดน้ำหมักจนแห้ง จากนั้นเติมแป้งข้าวโพดลงไปนวดกับหมู และนำไปใส่กล่องและแช่ในตู้เย็น 1 คืน\r\n-เมื่อหมักหมู 1 คืนแล้ว นำมาเสียบไม้ โดยไม้ที่ใช้เสียบต้องแช่น้ำก่อน 1 คืน เช่นกัน เพื่อให้ไม้อุ้มน้ำเวลาปิ้งไม้จะไม่ไหม้ เสียบหมูโดยให้เนื้อหมูสลับกับมันหมู ให้ได้ขนาดตามที่เราต้องการ เสียบเสร็จก็นำเนื้อหมูเสียบไม้แล้วแช่ในตู้เย็นต่ออีก 1 คืน จากนั้นเราก็สามารถนำมาปิ้ง เป็นหมูปิ้งกะทิ เงินล้านได้แล้ว เคล็ดลับการปิ้งหมูให้อร่อย คือ ใช้ไฟอ่อน ปิ้งหมูให้สุกเป็นด้านๆ อย่าพลิกหมูกลับไปกลับมา แค่นี้ เราก็จะได้หมูปิ้งที่ หวาน อร่อย แล้ว', '-หมูสันนอก หรือ หมูสันใน 1 กิโล\r\n-มันหมู 1/2 กิโล\r\n-รากผักชีบด 2 ช้อนโต้ะ\r\n-กระเทียมบด 2 ช้อนโต้ะ\r\n-น้ำเปล่า 1 ถ้วย\r\n-น้ำมันพืช 3 ช้อนโต้ะ\r\n-น้ำมันหอย 4 ช้อนโต้ะ\r\n-ซอสถั่วเหลือง 4 ช้อนโต้ะ\r\n-น้ำมันงา 2 ช้อนโต้ะ\r\n-หัวกะทิ 1 ถ้วย\r\n-เกลือ 2 ช้อนโต้ะ\r\n-น้ำตาลปี๊บ 1 ถ้วย\r\n-แป้งข้าวโพด 3 ช้อนโต้ะ\r\n-ไม้จิ้มลูกชิ้น 1 มัด'),
('f007', 'ยำขนมจีน,ตำข้าวปุ้น', 'c6', 'r3', '-โขรก พริก กระเทียม ถั่วฝักยาว ตำพอหยาบ จากนั้น ใส่ น้ำเชื่อม กะปิ และน้ำมะนาวลงไป ผสมให้ส่วนผสมน้ำยำละลาย จากนั้นใส่ขนมจีนลงไปคลุก\r\n-ตามด้วย กุ้งแห้ง ยอดชะอม และมะเขือเทศ คลุกให้ส่วนผสมเข้ากัน\r\n-เสริฟยำขนมจีน หรือ ตำขนมจีน อาหารอีสาน เมนูยำ กับข้าวง่ายๆ', '-ขนมจีน 3 จับ\r\n-กะปิ 1 ช้อนโต้ะ\r\n-น้ำเชื่อม 2 ช้อนโต้ะ\r\n-น้ำมะนาว 2 ช้อนโต้ะ\r\n-พริกสดบด 2 ช้อนโต้ะ\r\n-กระเทียมบด 1 ช้อนชา\r\n-มะเขือเทศหั่น 2 ลูก\r\n-ยอดชะอม 5-6 ยอด\r\n-กุ้งแห้ง 2 ช้อนโต้ะ\r\n-ถั่วฝักยาวซอย หยาบๆ 3 ช้อนโต้ะ'),
('f008', 'ลาบไก่เส้นบุก', 'c6', 'r3', '-ลวก เนื้ออกไก่ และเส้นบุกให้สุก จากนั้นพักไว้ก่อน\r\n-นำเนื้ออกไก่ลวก เส้นบุกลวก น้ำมะนาว น้ำตาล น้ำปลา ข้าวคั่ว พริกป่น ใบสะระแหน่ ต้นหอมซอย และหอมแดงซอย นำมาผสมให้ส่วนผสมเข้ากัน สามารถเสริฟรับประทานกับผักสด ข้าวสวยหรือข้าวเหนียวได้เลย', '-เส้นบุก ½ ถ้วย\r\n-เนื้ออกไก่สับ ½ ถ้วย\r\n-น้ำมะนาว 1 ช้อนโต้ะ\r\n-น้ำตาล 1 ช้อนชา\r\n-น้ำปลา 1 ช้อนโต้ะ\r\n-ข้าวคั่วบด 1 ช้อนชา\r\n-พริกป่น 1 ช้อนชา\r\n-ใบสะระแหน่ 5-10 ใบ\r\n-ต้นหอมซอย 1 ช้อนโต้ะ\r\n-หอมแดงซอย 1 ช้อนโต้ะ'),
('f009', 'อกไก่ย่างตะไคร้', 'c9', 'r3', '-นำอกไก่ มาหมักกับตะไคร้ เกลือ น้ำตาล ซอสหอยนางรม และซอสปรุงรส หมักไว้สัก 30 นาที\r\n-จากนั้นนำไปย่าง ให้เหลืองสุก ก็นำมาหั่นจักใส่จานรับประทานได้ อาหารคลีน เมนูอกไก่ กับข้าวง่ายๆ สำหรับคนลดน้ำหนัก', '-อกไก่ 2 ชื้น\r\n-ตะไคร้ซอย 2 ช้อนโต้ะ\r\n-เกลือ 2 ช้อนชา\r\n-น้ำตาล 1 ช้อนโต้ะ\r\n-ซอสน้ำมันหอย 1 ช้อนโต้ะ\r\n-ซอสปรุงรส 1 ช้อนโต้ะ'),
('f010', 'คอหมูแดดเดียวทอด', 'c3', 'r3', '-นำเนื้อคอหมูมาทุบเพื่อให้หมูนุ่มและเนื้อหมูดูดซึมน้ำหมักได้ดี\r\n-นำเนื้อคอหมูมาหมัก ด้วย น้ำตาล น้ำมันงา ซอสถั่วเหลือง ซอสปรุงรส พริกไทย และน้ำเปล่า นวดให้น้ำหมักซึมเข้าเนื้อ\r\n-ตั้งกระทะน้ำมันให้ร้อน นำเนื้อหมูแดดเดียวลงไปทอด เมื่อสุกก็นำมาเสริฟรับประทานได้', '-เนื้อคอหมู หั่นเป้นชิ้นพอคำ 1 ถ้วย\r\n-น้ำมันงา 2 ช้อนชา\r\n-ซอสน้ำมันหอย 2 ช้อนชา\r\n-ซอสถั่วเหลือง 2 ช้อนชา\r\n-ซอสปรุงรส 2 ช้อนชา\r\n-พริกไทยป่น 1 ช้อนชา\r\n-น้ำตาลปี๊บ 1 ช้อนโต้ะ\r\n-น้ำเปล่า 3 ช้อนโต้ะ\r\n-น้ำมันพืช 1 ถ้วย (ใช้สำหรับทอด)'),
('f011', 'แหนมคลุก', 'c3', 'r3', '-นำข้าวหุงสุก มาผสมกับ พริกแกงเผ็ด น้ำปลา น้ำตาล และไข่ไก่ นวดให้ส่วนผสมเข้ากันและปั้นเป็นก้อนกลมๆ\r\n-เตรียมแป้งข้าวเจ้าผสมน้ำ ชุปที่ก้อนข้าว และนำลงไปทอดในน้ำมันร้อนๆ ให้เหลืองกรอบ สุก จากนั้นนำข้าวทอดมาพักให้เย็น\r\n-เตรียมทำแหนมคลุก โดย ผสม ข้าวทอด แหนมสด น้ำปลา น้ำมะนาว พริกป่น หนังหมู หอมแดง ต้นหอมและขิงซอย คลุกเคล้าให้ส่วนผสมเข้ากัน\r\n-เสริฟ แหนมคลุก โรยหน้าด้วย ถั่วลิสงคั่ว เสร็จแล้ว กับข้าว เมนูอาหารง่ายๆ ตามร้านอาหาร', '-ข้าวหุงสุก 1 ถ้วย\r\n-พริกแกงเผ็ด 2 ช้อนโต้ะ\r\n-น้ำปลา 2 ช้อนโต้ะ\r\n-น้ำตาล 1 ช้อนโต้ะ\r\n-แป้งข้าวเจ้า 2 ช้อนโต้ะผสมน้ำเปล่า 4 ช้อนโต้ะ\r\n-ไข่ไก่ 1 ฟอง\r\n-หนังหมูลวกสุกซอย 2 ช้อนโต้ะ\r\n-พริกป่น 1 ช้อนโต้ะ\r\n-แหนมสด 2-3 ชิ้น\r\n-น้ำมะนาว 2 ช้อนโต้ะ\r\n-น้ำปลา 2 ช้อนโต้ะ\r\n-ถั่วลิสงคั่ว 2 ช้อนโต้ะ\r\n-ขิงซอย 2 ช้อนโต้ะ\r\n-หอมแดงซอย 2 ช้อนโต้ะ\r\nต้นหอมซอย 1 ช้อนโต้ะ\r\nผักสดสำหรับทานกับแหนมคลุก'),
('f012', 'ไส้กรอกอีสาน', 'c9', 'r3', '-ล้างไส้หมูให้สะอาด โดยขั้นตอนนี้สำคัญมาก ต้องล้างไส้หมูให้สะอาดทั้ง 2 ด้าน ด้านในและด้านนอก โดยมีเคล็ดลับโดยใช้แป้งมันมาทาที่ตัวไส้เพื่อให้ไส้จับตัวไขมัน เวลาล้างไขมันในไส้ถึงออกง่าย\r\n-เตรียมไส้ โดย เอาหมูสับ มันหมูสับ ตะไคร้บด เกลือ น้ำตาล พริกไทยขาว พริกไทยดำ ผสมให้ส่วนผสมเข้ากัน จากนั้นนำข้าวสวยมาคลุกกับหมูหมักพักไว้ 30 นาที\r\n-นำหมูหมักมายัดใส่ไส้หมูและเอาด้วยมามัดเป็นท่อนๆ จากนั้นนำไส้หมูมาผึ่งแดดอ่อนๆ 1 วัน เราจะได้ไส้กรอกที่หวานอมเปรี้ยว\r\n-นำไส้กรอกอีสานไปย่างไฟให้สุกด้านนอกเหลืองๆไม่ไหม้เกินไป เสริฟไส้กรอกอีสานทานคู่กัยเครื่องเคียง เช่น กะหล่ำปลี พริกสด', '-ไส้หมู 1 กิโลกรัม\r\n-หมูสับเนื้อส่วนสะโพก 1 กิโลกรัม\r\n-มันหมูสับ 1/2 กิโลกรัม\r\n-ตะไคร้บด 2 ช้อนโต้ะ\r\n-เกลือ 2 ช้อนโต้ะ\r\n-น้ำตาล 1 ช้อนโต้ะ\r\n-พริกไทยขาวบด 2 ช้อนโต้ะ\r\n-พริกไทยดำบด 2 ช้อนโต้ะ\r\n-ข้าวสวยสุก 1 ถ้วย'),
('f013', 'แกงส้มปลาโจก', 'c4', 'r3', '-ล้างปลาให้สะอาด จากนั้นตั้งน้ำให้เดือด ใส่ตะไคร้ลงไป และใส่ปลาลงไปลวกให้สุก จากนั้นนำปลาขึ้นมาพักไว้ก่อน เทน้ำคาวปลาทิ้งไปเลย\r\n-ตั้งหม้อต้ม ใส่น้ำซุปลงไป ตามด้วย เห็ดฟาง ข่า ใบมะกรูด ปรุงรสด้วย น้ำปลา เกลือ น้ำมะขามเปียก น้ำตาล จากนั้นใส่ ปลา เห็ดฟางและมะเขือลงไปต้ม\r\n-เสริฟ แกงส้มปลาโจก บางที่เรียกว่า ต้มส้ม หรือ ต้มยำแบบอีสาน กับข้าวง่ายๆ อาหารไทย 4 ภาค อาหารอีสาน', '-ปลาโจก สับเป็นชิ้นพอคำ 1 ถ้วย\r\n-น้ำซุปหมู 2 ถ้วย\r\n-เห็ดฟาง 4-5 ชิ้น\r\n-ข่าหั่น 2-3 ชิ้น\r\n-ตะไคร้ 2 ต้น\r\n-ใบมะกรูด 4-5 ใบ\r\n-น้ำปลา 2 ช้อนโต้ะ\r\n-เกลือ 1 หยิบมือ\r\n-น้ำมะขามเปียก 1 ช้อนโต้ะ\r\n-มะเขือเทศ หั่นเป็นซี่ 2 ลูก\r\n-น้ำตาล 1 ช้อนชา'),
('f014', 'แกงลาว', 'c4', 'r3', '-โขลก พริก หอมแดง ตะไคร้ ข้าวเหนียวและกิปิให้ละเอียดเข้ากัน\r\n-ต้มน้ำในหม้อ ใส่เครื่องแกงลงไปต้ม ตามด้วยน้ำปลา น้ำปลาร้า ชิมให้ได้รสชาติที่ต้องการ จากนั้นใส่ผักที่เหลือลงไปเลย โดยใส่ ผักที่สุกยากลงไปก่อน เช่น หน่อไม้ บวบ เห็ด\r\n-แล้วใส่ผักที่เหลือลงไปตามด้วยเนื้อปลาย่าง เสริฟแกงลาวพร้อมรับประทานได้', '-หน่อไม้สดลวกสุก สไลด์บางๆ 2 หน่อ\r\n-เนื้อปลาดุกย่าง 1 ตัว\r\n-ยอดชะอม 1 กำ\r\n-ใบแมงลัก 1 ถ้วย\r\n-ใบย่านาง 1 ถ้วย\r\n-น้ำปลาร้า 5 ช้อนโต้ะ\r\n-น้ำปลา 2 ช้อนโต้ะ\r\n-ฟักทอง หั่นเป็นชิ้นพอคำ 1 ถ้วย\r\n-เห็ดฟางหั่นครึ่ง 1 ถ้วย\r\n-ข้าวโพดอ่อนและบวบ\r\n-พริกสด 4-5 เม็ด\r\n-หอมแดง 2-3 หัว\r\n-ตะไคร้ซอย 2 ช้อนโต้ะ\r\n-ข้าวเหนียวแช่น้ำ 2 ช้อนโต้ะ\r\n-กะปิ 1 ช้อนโต้ะ'),
('f015', 'ตับหวาน', 'c6', 'r3', '-นำตับหมูมาลวกในน้ำร้อนให้สุก จากนั้นนำใส่ชาม\r\n-นำ น้ำตาล น้ำปลา น้ำมะนาว พริกป่น ข้าวคั้ว ต้นหอม หอมแดง และใบสาระแหน่ ผสมให้เข้ากัน\r\n-เสริฟตับหวาน ทานกับข้าวเหนียว', '-ตับหมูหั่น 1 ถ้วย\r\n-ข้าวคั่ว 1 ช้อนโต๊ะ\r\n-พริกป่น 1 ช้อนโต๊ะ\r\n-น้ำมะนาว 2 ช้อนโต๊ะ\r\n-น้ำปลา 1 ช้อนโต๊ะ\r\n-น้ำตาล 1 ช้อนชา\r\n-ต้นหอมซอย 1 ช้อนโต๊ะ\r\n-ใบสาระแหน่ 2 ช้อนโต้ะ\r\n-หอมแดงซอย 3 ช้อนโต้ะ'),
('f016', 'ไก่ย่าง', 'c9', 'r3', '-นำไก่ไปหมักกับ เกลือ น้ำตาล กระเทียม หอมแดง ขิง ตะไคร้ หมักประมาณ 15 นาที\r\n-นำไก่พร้อมเครื่องที่หมัก ไปอบ จนไก่สุกสีออกแดงเหลือง\r\n-เสริฟใส่จานพร้อมข้าวเหนียว กับข้าวง่ายๆ เมนูย่าง อาหารอีสาน', '-ไก่ 10 ชิ้น\r\n-เกลือ 2 ช้อนชา\r\n-น้ำตาล 3 ช้อนโต้ะ\r\n-กระเทียมบด 2 ช้อนโต้ะ\r\n-หอมแดงบด 2 ช้อนโต้ะ\r\n-ขิงบด 2 ช้อนโต้ะ\r\n-ตะไคร้บด 2 ช้อนโต้ะ\r\n-น้ำมันพืช 2 ช้อนโต้ะ'),
('f017', 'ลาบปลาหมึก', 'c6', 'r3', '-ลวกปลาหมึกให้สุก จากนั้นนำมาพักใส่จากเตรียมอาหาร\r\n-นำปลาหมึกลวก คลุกกับ ข้าวคั่ว น้ำปลา น้ำตาล น้ำมะนาว พริกป่น หอมแดง ผักชีฝรั่ง และสาระแหน่ คลุกเคล้าให้เข้ากัน\r\n-เสริฟลาบปลาหมึก พร้อมรับประทาน', '-ปลาหมึกหั่นเป็นชิ้นพอคำ 1 ถ้วย\r\n-ข้าวคั่ว 1 ช้อนโต้ะ\r\n-น้ำปลา 1 ช้อนโต้ะ\r\n-น้ำตาล 1 ช้อนชา\r\n-น้ำมะนาว 1 ช้อนโต้ะ\r\n-พริกป่น 2 ช้อนชา\r\n-หอมแดงซอย 2 ช้อนโต้ะ\r\n-ผักชีฝรั่งซอย 1 ช้อนโต้ะ\r\n-ใบสาระแหน่ 2-3 ใบ');

--
-- Indexes for dumped tables
--

--
-- Indexes for table `food`
--
ALTER TABLE `food`
  ADD PRIMARY KEY (`ID`),
  ADD UNIQUE KEY `ID` (`ID`);

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
